have
know
get
go
come
see
let
take
say
make
give
find
keep
leave
believe
remember
run
happen
buy
save
lose
follow
expect
realize
slow
allow
consider
apologize
recognize
settle
add
assume
appear
remove
identify
replace
apply
succeed
develop
approve
expose
establish
reduce
participate
organize
obtain
kitten
acquire
qualify
criticize
rave
enlighten
disclose
reopen
stabilize
soar
authorize
sympathize
sharpen
specialize
minimize
socialize
utilize
rectify
terrorize
enslave
finalize
maximize
summarize
repose
symbolize
sterilize
revolutionize
synchronize
fertilize
rationalize
antagonize
kindle
familiarize
synthesize
reorganize
ripen
deepen
destabilize
enclose
dampen
subsidize
idolize
quantify
engrave
fraternize
immobilize
downsize
theorize
dramatize
modernize
revitalize
traumatize
immortalize
agonize
electrify
demoralize
sanitize
anesthetize
trivialize
romanticize
equalize
demonize
alphabetize
formalize
optimize
internalize
idealize
sodomize
digitize
galvanize
initialize
exemplify
depressurize
itemize
dehumanize
mollify
immunize
oxidize
dematerialize
ostracize
overdramatize
satirize
amortize
tyrannize
eulogize
resize
editorialize
acclimatize
desensitize
standardize
stigmatize
actualize
industrialize
sexualize
demagnetize
solemnize
atomize
ionize
radicalize
reunify
demobilize
democratize
reclassify
rhapsodize
serialize
disorganize
sermonize
deodorize
emulsify
overemphasize
aerosolize
apostatize
depolarize
evangelize
anatomize
anthropomorphize
federalize
feminize
fossilize
regularize
ritualize
sentimentalize
exteriorize
fetishize
fictionalize
individualize
internationalize
alkalinize
depersonalize
italicize
randomize
stylize
temporize
ramify
reimpose
sensitize
systematize
denationalize
digitalize
reify
secularize
spiritualize
alkalize
decentralize
decolonize
demilitarize
desexualize
desynchronize
devitalize
eroticize
officialize
quantize
reharmonize
remilitarize
solarize
syncretize
totalize
alchemize
aluminize
analogize
attitudinize
deionize
demythologize
deoxidize
dichotomize
dogmatize
factorize
iodize
overcapitalize
overspecialize
relativize
schematize
sensualize
signalize
singularize
steepen
subtilize
syllogize
